Repository: common-repository/spectrum-engine
Catalog: languages/*.po
Languages: pl_pl

source: CRITICAL ERROR
pl_pl: KRYTYCZNY BŁĄD

source: ERROR ID
pl_pl: KOD BŁĘDU

source: failed to load the
pl_pl: nie załadował pliku

source: The entire functionality of the plugin was discontinued
pl_pl: Cała funkcjonalność wtyczki została wyłączona

source: requires at least
pl_pl: wymaga conajmniej

source: You need to update your server
pl_pl: Musisz zaktualizować swój serwer

source: Edit your options and customization menu
pl_pl: Edytuj twoje opcje i menu personalizacji

source: How to use the options
pl_pl: Jak korzystać z opcji

source: You can use your own features wherever you want
pl_pl: Możesz korzystać z twoich rozwiązań gdzie tylko zechcesz

source: If you want to use the option somewhere in your files, use the function
pl_pl: Jeśli chcesz skorzystać z opcji gdzieś w twoich plikach, skorzystaj z funkcji

source: It supports auto-refresh if you're in customizer
pl_pl: Wsperia automatyczne odświeżanie jeśli jesteś w personalizacji

source: If you want to use the option in your post or pages use the shortcode
pl_pl: Jeśli chcesz skorzystać z opcji w twoich wpisach lub na stronach, skorzystaj z shortcode

source: This feature also supports automatic refresh of content after changes in customizer
pl_pl: To rozwiązanie również wsperia automatyczne odświeżanie treści po zmianach w personalizacji

source: Google Fonts
pl_pl: Czcionki Google

source: Currently, Google fonts are implemented in Spectrum, you can remove this option, but if you want it, just use it
pl_pl: Aktualnie we wtyczkę zostały zaimplementowane czcionki Google, możesz usunąć tę funkcjonalność, ale jeśli chcesz to po prostu jej używaj

source: Your Google font address looks like this
pl_pl: Twój adres czcionki Google wygląda tak

source: To take this address use the function
pl_pl: Aby pobrać ten adres użyj funkcji

source: option_id
pl_pl: id_opcji

source: Your customization menu
pl_pl: Twoje menu personalizacji

source: Your options
pl_pl: Twoje opcje

source: Section
pl_pl: Sekcja

source: Type
pl_pl: Typ

source: Default value
pl_pl: Domyślna wartość

source: Created by
pl_pl: Stworzony przez

source: Styles powered by
pl_pl: Style napędzane przez

source: was created by
pl_pl: został stworzony przez

source: Save changes
pl_pl: Zapisz zmiany

source: License
pl_pl: Licencja

source: Visit the creators page
pl_pl: Odwiedź stronę twórców

source: Developer tool, allowing you to create an extensive customizer menu and global options from a simple tables
pl_pl: Narzędzie deweloperskie, pozwalające tworzyć zaawansowane menu personalizacji i globalne opcje za pomocą prostych tabel

source: This tool was created by the creativity of many people. Hundreds of programmers, graphic designers, engineers and other artists who make up WordPress, PHP, MySQL and other technolgies make creation easy as never before. Thank you for using my contribution to facilitating your development
pl_pl: To narzędzie powstało dzięki kreatywności wielu ludzi. Dziesiątki programistów, projektantów graficznych, inżynierów i innych artystów którzy stworzyli WordPressa, PHP, MySQL oraz inne technologie sprawiają, że uwalnianie swojej kreatywności jest proste jak nigdy dotąd. Dziękuję, że korzystasz z mojego wkładu w ułatwianie twojego rozwoju
